// pages/board/board.js
Page({
  data: {
    list: [
      {
        'name': '大白大白大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      },
      {
        'name': '大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      },
      {
        'name': '大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      },
      {
        'name': '大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      },
      {
        'name': '大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      },
      {
        'name': '大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      },
      {
        'name': '大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      },
      {
        'name': '大白',
        'count1': '138.972',
        'count2': '1.291',
        'count3': '140.263',
      }
    ]
  }
})
